@extends('frontend::config.master')
@section('title')

@section('style')

@endsection

@section('content')
    <main class="bg-oc py-12  min-h-[69vh]">
        <div class="container">
            <div class="mb-4">
                <p class=" bg-secondary rounded-full mx-auto  w-52 text-center text-18 font-semibold mb-2 ">Dissertation Services</p>
                <h2 class="text-center ">สอนทำวิทยานิพนธ์ สอนทำ Dissertation สอนทำ Thesis</h2>
            </div>
            <div class="flex flex-wrap  items-center  mb-4">
                <div class="w-full lg:w-1/3 mb-4 lg:mb-0 ">
                    <img src="{{ Module::asset('frontend:img/card-5.png') }}" class=" rounded-2xl overflow-hidden aspect-1 w-full md:h-72 object-top object-cover" >
                </div>
                <div class="w-full lg:w-2/3 pl-0 lg:pl-10 ">
                 <p ><span class="pl-8">งานวิทยานิพนธ์</span> หรือที่ประเทศอังกฤษเรียกว่า Dissertation (ดิสเซอร์เทชั่น) และที่อเมริกาเรียกว่า Thesis (ทีสิส) คือรายงานวิจัยที่นักศึกษาถูกบังคับให้ทำก่อนจะจบการศึกษาระดับมหาวิทยาลัย โดยเฉพาะปริญญาโท และปริญญาเอก การทำวิทยานิพนธ์นั้น นักศึกษาจะต้องศึกษาวิธีทำวิทยานิพนธ์ให้ดีก่อนเริ่มเขียน เพราะการเขียนรายงานวิทยานิพนธ์ทั้งเล่มประมาณ 70 หน้า หรือ 15,000 คำ คนเดียวนั้น ต้องมีความเข้าใจในโครงสร้างของวิทยานิพนธ์ให้ดีเสียก่อน ถ้าไม่ได้ศึกษาวิธีเขียน และวิธีวิจัยให้ดี จะทำให้เขียนจบจบเล่มได้ยาก หรือไม่ งานเขียนก็จะไม่มีความต่อเนื่องของแต่ละบท ทำให้ผู้ตรวจอ่านแล้วงง ต้องแก้หลายรอบ ได้คะแนนน้อย หรือไม่ให้ผ่าน 
                    โดยการเขียนวิทยานิพนธ์ Dissertation หรือ Thesis ตามหลักสูตรมาตรฐานนี้ จะมีอยู่ทั้งหมด 5 บท คือ บทที่ 1 บทนำ (introduction) บทที่ 2 ทบทวนวรรณกรรม (literature review) บทที่ 3 ระเบียบวิธีวิจัย (research method) บทที่ 4 วิเคราะห์ และอภิปรายผล (data findings & discussion) และบทที่ 5 บทสรุป และข้อเสนอแนะ (conclusions & recommendations) 
                    </p>
                </div>
                <div class="w-full pt-4">
                    <p ><span class="pl-8">โดยทุกบทของวิทยานิพนธ์จะมีความสอดคล้องกัน</span> เช่น บทที่ 1 เปรียบเสมือนทีเซอร์ของภาพยนตร์ คือเป็นการรวบรวมที่มาที่ไปของหัวข้อที่นักศึกษากำลังทำ จุดเด่น ความน่าสนใจ วัตถุประสงค์ เพื่อดึงดูดให้คนอ่านเปิดอ่านต่อในบทที่ 2 บทที่ 3 และบทต่อๆไป 
                        <br><span class="pl-8">ซึ่งวัตถุประสงค์ของงานวิทยานิพนธ์ในบทที่</span> 1 นี้จะต้องสอดคล้องกับ เนื้อหาทฤษฎี และงานวิจัยเก่าๆที่เกี่ยวข้องในบทที่ 2 เพื่อให้คนอ่านไม่หลงประเด็น อ่านแล้วต่อเนื่อง ไม่เลิกอ่านไปกลางคันเสียก่อน ดังนั้น การศึกษาวิธีการ และขั้นตอนการทำวิทยานิพนธ์ จึงเป็นเรื่องสำคัญมากก่อนเริ่มต้น นักศึกษาอาจจะหาอ่านหนังสือ Research Methods for Business Students by Saunders et al., (2012) หรือหนังสือปีอื่นๆ จาก Prof. Saunders ซึ่งเป็น ศาสตราจารย์ของ Business Research Methods ของ School of Management ที่มหาวิทยาลัย Surreys ในประเทศอังกฤษได้ เพราะเป็นตำราที่ได้รับความไว้วางใจจากอาจารย์หลายท่านทั้งใน และต่างประเทศ โดยเฉพาะนักศึกษาในประเทศอังกฤษ
                    </p>
                </div>
            </div>
            <div class="flex flex-wrap items-center ">
                <div class="w-full lg:w-2/3 pr-0 lg:pr-10  mb-4 lg:mb-0 ">
                 <p ><span class="pl-8">ตลอดระยะเวลา</span> 15 ปี ตั้งแต่ปี 2008 ที่ทำงานในวงการทำวิทยานพินธ์ หรือทำ dissertation ปัญหาที่พบบ่อย คือการที่นักศึกษาไม่เข้าใจวิธีการทำวิทยานิพนธ์ แล้วเริ่มเขียนทั้งๆที่ไม่รู้ความหมาย ความเชื่อมโยง และความสำคัญของแต่ละบทที่เป็นส่วนประกอบของการทำวิทยานิพนธ์ ทำให้ยิ่งเขียน ยิ่งงง ยิ่งหลงประเด็น ในเคสหนักๆ คือ นักศึกษาเขียนงานวิทยานิพนธ์ ทั้งๆที่ยังไม่รู้วัตถุประสงค์ที่ชัดเจน ทำให้การเขียนเนื้อหาในบทต่อไป คือบทที่ 2 (บททวนกรรณกรรม) ไม่มีโฟกัส คือแต่ละหัวข้อย่อยในบทนี้ ไม่ต่อเนื่องกัน และทำให้ไม่เอื้อประโยชน์ต่อการออกแบบแบบสอบถาม หรือบทสัมภาษณ์ในบทที่ 3 (ระเบียบวิธีวิจัย) ทำให้ต้องรื้อทำใหม่ เสียทั้งเวลา เสียทั้งกำลังใจ เพราะฉะนั้น ควรศึกษาโครงสร้างของงานวิทยานิพนธ์ ความสำคัญ ความเชื่อมโยงกันของแต่ละบท และเนื้อหาที่ควรมีในแต่ละบทให้ดีก่อนเริ่มเขียน การหาคนที่มีประสบการณ์จริงๆ มีความสามารถที่จะอธิบายให้เราเข้าใจจริงๆ ก็เป็นอีกทางเลือกหนึ่งที่ไม่ผิดกฎใดๆของมหาวิทยาลัยนะครับ </p>
                </div>
                <div class="w-full lg:w-1/3 ">
                    <img src="{{ Module::asset('frontend:img/details (1).png') }}" class=" rounded-xl w-full" >
                </div>
                <div class="w-full pt-4">
                    <p >คณะอาจารย์ของ OneDisser เป็นบุคคากรที่มีประสบการณ์ในการทำ dissertation โดยตรง เคยทำงานในวงการให้คำปรึกษาการทำงานวิทยานิพนธ์ การทำงาน dissertation และการทำงาน thesis มาแล้ว 15 ปี ตั้งแต่เรียนจบปี 2008 ที่มหาวิทยาลัยที่ประเทศอังกฤษ อาจารย์ของเราให้คำปรึกษาการทำ วิทยานิพนธ์ dissertation thesis รวมถึง assignment essay มาแล้วไม่ต่ำกว่า 1,000 โปรเจค เรารู้ถึงปัญหา และข้อจำกัดต่างๆของนักศึกษา โดยเฉพาะกลุ่มที่เรียนภาคภาษาอังกฤษ เรารับประกันว่าอาจารย์ของเราทุกท่าน สามารถตอบทุกคำถามเกี่ยวกับการทำวิทยานิพนธ์ให้นักศึกษาได้ทุกระดับชั้น อย่างถูกต้อง และชัดเจน ช่วยให้นักศึกษาประหยัดทั้งเวลา และทรัพยากรต่างๆที่ต้องใช้ในการเขียนวิทยานิพนธ์ได้อย่างมีประสิทธิภาพ</p>
                    <img src="{{ Module::asset('frontend:img/detail3.png') }}" class="mx-auto pt-4">
                   
                </div>
            </div>
        </div>
    </main>
@endsection

@section('script')


@endsection
